Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Settings.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Customize how your music plays and lyrics appear, from blending songs together with crossfade to how far the skip controls seek while held.
ar: خصّص طريقة تشغيل موسيقاك وظهور الكلمات، من مزج الأغاني معًا بالتلاشي المتبادل إلى المدى الذي تتقدّم به أزرار التخطي عند الضغط المطوّل.
bn: তোমার গান কীভাবে বাজবে আর লিরিক্স কীভাবে দেখা যাবে তা নিজের মতো করে সাজিয়ে নাও। ক্রসফেড দিয়ে গান একসাথে মিশিয়ে দেওয়া থেকে শুরু করে স্কিপ কন্ট্রোল চেপে ধরে রাখলে কতদূর এগোবে, সবকিছুই।
cs: Přizpůsob si, jak se přehrává tvoje hudba a jak se zobrazují texty, od plynulého prolínání skladeb až po to, jak daleko posunou tlačítka pro přeskakování přehrávání při podržení.
da: Tilpas, hvordan din musik afspilles, og hvordan sangtekster vises, fra at blande sange sammen med crossfade til hvor langt spring-knapperne spoler, når de holdes nede.
de: Passe an, wie deine Musik wiedergegeben wird und wie Songtexte angezeigt werden, vom Überblenden der Songs bis hin dazu, wie weit die Skip-Tasten beim Gedrückthalten spulen.
el: Προσαρμόστε τον τρόπο αναπαραγωγής της μουσικής σας και εμφάνισης των στίχων, από την ανάμειξη τραγουδιών με crossfade έως το πόσο προχωρά η αναζήτηση με τα χειριστήρια παράλειψης όταν τα κρατάτε πατημένα.
es: Personaliza cómo se reproduce tu música y cómo aparece la letra, desde fundir las canciones con el fundido encadenado hasta cuánto avanzan los controles de salto al mantenerlos pulsados.
es_419: Personaliza cómo se reproduce tu música y cómo aparece la letra, desde combinar canciones con crossfade hasta qué tanto avanzan los controles de salto al mantenerlos presionados.
fa: نحوهٔ پخش موسیقی و نمایش متن آهنگ را سفارشی کنید؛ از درهم‌آمیختن آهنگ‌ها با کراس‌فید تا میزان جابه‌جایی هنگام نگه‌داشتن دکمه‌های رد کردن.
fi: Mukauta musiikin toistoa ja sanoitusten näkymistä, kappaleiden sulauttamisesta ristihäivytyksellä siihen, kuinka pitkälle ohituspainikkeet kelaavat, kun niitä pidetään pohjassa.
fil: I-customize kung paano tumutugtog ang musika mo at kung paano lumalabas ang lyrics, mula sa pagsasama-sama ng mga kanta gamit ang crossfade hanggang sa kung gaano kalayo mag-seek ang skip controls habang nakapindot.
fr: Personnalise la façon dont ta musique se lit et dont les paroles s'affichent, du fondu enchaîné entre les morceaux à la distance parcourue par les commandes de saut lorsqu'elles sont maintenues.
he: התאם אישית את אופן השמעת המוזיקה שלך ואת אופן הופעת המילים, החל בשילוב שירים באמצעות מעבר הדרגתי וכלה במרחק שאליו מדלגים פקדי הדילוג בעת לחיצה ממושכת.
hi: अपना संगीत कैसे चले और लिरिक्स कैसे दिखें, इसे अपने अनुसार सेट करें: गानों को क्रॉसफ़ेड से आपस में घोलने से लेकर स्किप कंट्रोल को दबाए रखने पर कितनी दूर तक सीक करें, तक।
hu: Szabd testre, hogyan szól a zenéd és hogyan jelennek meg a dalszövegek: a dalok áttűnéssel való összemosásától egészen addig, hogy nyomva tartva milyen messzire tekernek az ugrás gombok.
hy: Կարգավորեք, թե ինչպես է նվագարկվում ձեր երաժշտությունը և ինչպես են հայտնվում բառերը՝ երգերը crossfade-ով միմյանց միախառնելուց մինչև այն, թե որքան են բաց թողնելու կոճակները տեղաշարժում սեղմած պահելիս։
id: Sesuaikan cara musik diputar dan lirik ditampilkan, mulai dari memadukan lagu dengan crossfade hingga seberapa jauh kontrol lewati menggeser saat ditahan.
it: Personalizza il modo in cui la musica viene riprodotta e i testi vengono mostrati, dalla fusione dei brani con la dissolvenza incrociata a quanto avanzano i controlli di salto quando li tieni premuti.
ja: クロスフェードで曲どうしを重ねる設定から、スキップコントロールを長押ししたときにどこまで進むかまで、音楽の再生方法と歌詞の表示をカスタマイズできます。
ko: 크로스페이드로 노래를 자연스럽게 이어 붙이는 것부터 건너뛰기 컨트롤을 누르고 있을 때 얼마나 이동할지까지, 음악 재생과 가사 표시 방식을 원하는 대로 설정하세요.
ms: Sesuaikan cara muzik anda dimainkan dan lirik dipaparkan, daripada menggabungkan lagu dengan crossfade hingga sejauh mana kawalan langkau bergerak semasa ditahan.
nb: Tilpass hvordan musikken spilles av og sangteksten vises, fra å tone sanger sammen med crossfade til hvor langt hoppkontrollene søker når du holder dem inne.
nl: Pas aan hoe je muziek wordt afgespeeld en hoe songteksten verschijnen, van het in elkaar laten overvloeien van nummers met crossfade tot hoever de skipknoppen spoelen terwijl je ze ingedrukt houdt.
pl: Dostosuj sposób odtwarzania muzyki i wyświetlania tekstów, od łączenia utworów płynnym przejściem po to, jak daleko przewijają przyciski pomijania po przytrzymaniu.
pt_br: Personalize como sua música é reproduzida e as letras aparecem, desde mesclar músicas com o crossfade até o quanto os controles de avanço percorrem quando mantidos pressionados.
pt_pt: Personaliza a forma como a tua música toca e a letra aparece, desde a fusão de músicas com o crossfade até à distância que os botões de avanço percorrem enquanto os manténs premidos.
ro: Personalizează modul în care se redă muzica și apar versurile, de la îmbinarea melodiilor cu crossfade până la cât de departe derulează comenzile de skip când sunt ținute apăsate.
ru: Настройте воспроизведение музыки и отображение текста: от плавного перехода между песнями с помощью кроссфейда до того, насколько далеко перематывается трек при удержании кнопок перемотки.
sv: Anpassa hur din musik spelas upp och hur sångtexter visas, från att blanda ihop låtar med crossfade till hur långt spolkontrollerna spolar när du håller in dem.
ta: உங்கள் இசை எப்படி இயங்குகிறது, பாடல் வரிகள் எப்படித் தோன்றுகின்றன என்பதைத் தனிப்பயனாக்குங்கள்; Crossfade மூலம் பாடல்களை ஒன்றாகக் கலப்பது முதல், தவிர்ப்புக் கட்டுப்பாடுகளை அழுத்திப் பிடிக்கும்போது எவ்வளவு தூரம் தேடுகின்றன என்பது வரை.
te: మీ సంగీతం ఎలా ప్లే అవుతుందో, సాహిత్యం ఎలా కనిపిస్తుందో అనుకూలీకరించుకోండి — క్రాస్‌ఫేడ్‌తో పాటలను ఒకదానితో ఒకటి కలపడం నుంచి, స్కిప్ కంట్రోల్‌లను నొక్కి పట్టుకున్నప్పుడు అవి ఎంత దూరం సీక్ చేస్తాయో వరకు.
th: ปรับแต่งวิธีการเล่นเพลงและการแสดงเนื้อเพลงของคุณ ตั้งแต่การผสานเพลงเข้าด้วยกันด้วยครอสเฟด ไปจนถึงระยะการเลื่อนของปุ่มข้ามเมื่อกดค้าง
tr: Müziğinizin nasıl çalacağını ve sözlerin nasıl görüneceğini, şarkıları çapraz geçişle harmanlamaktan atlama düğmeleri basılı tutulduğunda ne kadar saracağına kadar özelleştirin.
uk: Налаштуй, як відтворюється музика та з'являється текст: від плавного переходу між піснями до того, наскільки далеко перемотують кнопки пропуску під час утримання.
ur: اپنی مرضی سے طے کریں کہ آپ کی موسیقی کیسے چلتی ہے اور بول کیسے ظاہر ہوتے ہیں، گانوں کو کراس فیڈ کے ذریعے آپس میں گھلانے سے لے کر اس تک کہ دبائے رکھنے پر اسکپ کنٹرولز کتنی دور تک جاتے ہیں۔
vi: Tùy chỉnh cách nhạc của bạn phát và lời bài hát xuất hiện, từ việc hòa trộn các bài hát với crossfade đến việc các nút tua sẽ tua đi bao xa khi được giữ.
zh_hans: 自定义音乐的播放方式与歌词的显示，从用淡入淡出融合歌曲，到长按快进/快退按钮时的跳转幅度。
zh_hant: 自訂音樂播放與歌詞顯示的方式，從以交叉淡化融合歌曲，到按住略過按鈕時的跳轉幅度。

source: Dark
ar: داكن
bn: ডার্ক
cs: Tmavý
da: Mørkt
de: Dunkel
el: Σκοτεινή
es: Oscuro
es_419: Oscuro
fa: تیره
fi: Tumma
fr: Sombre
he: כהה
hi: डार्क
hu: Sötét
hy: Մութ
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
ms: Gelap
nb: Mørkt
nl: Donker
pl: Ciemny
pt_br: Escuro
pt_pt: Escuro
ro: Întunecat
ru: Тёмный
sv: Mörkt
ta: இருள்
te: డార్క్
th: มืด
tr: Koyu
uk: Темний
ur: تاریک
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Dark Until %@
ar: داكن حتى %@
bn: %@ পর্যন্ত ডার্ক
cs: Tmavý do %@
da: Mørkt indtil %@
de: Dunkel bis %@
el: Σκοτεινή έως τις %@
es: Oscuro hasta las %@
es_419: Oscuro hasta las %@
fa: تیره تا %@
fi: Tumma %@ asti
fil: Dark Hanggang %@
fr: Sombre jusqu’à %@
he: כהה עד %@
hi: %@ तक डार्क
hu: Sötét eddig: %@
hy: Մութ մինչև %@
id: Gelap Sampai %@
it: Scuro fino alle %@
ja: %@ までダーク
ko: %@까지 다크
ms: Gelap Sehingga %@
nb: Mørkt til %@
nl: Donker tot %@
pl: Ciemny do %@
pt_br: Escuro até %@
pt_pt: Escuro até %@
ro: Întunecat până la %@
ru: Тёмный до %@
sv: Mörkt till %@
ta: %@ வரை இருள்
te: %@ వరకు డార్క్
th: มืดจนถึง %@
tr: %@ Saatine Kadar Koyu
uk: Темний до %@
ur: %@ تک تاریک
vi: Tối đến %@
zh_hans: 深色直到 %@
zh_hant: 深色直到 %@

source: Dark Until Sunrise
ar: داكن حتى الشروق
bn: সূর্যোদয় পর্যন্ত ডার্ক
cs: Tmavý do východu slunce
da: Mørkt indtil solopgang
de: Dunkel bis Sonnenaufgang
el: Σκοτεινή έως την ανατολή
es: Oscuro hasta el amanecer
es_419: Oscuro hasta el amanecer
fa: تیره تا طلوع آفتاب
fi: Tumma auringonnousuun asti
fil: Dark Hanggang Pagsikat ng Araw
fr: Sombre jusqu’au lever du soleil
he: כהה עד הזריחה
hi: सूर्योदय तक डार्क
hu: Sötét napkeltéig
hy: Մութ մինչև արևածագ
id: Gelap Sampai Matahari Terbit
it: Scuro fino all'alba
ja: 日の出までダーク
ko: 일출까지 다크
ms: Gelap Sehingga Matahari Terbit
nb: Mørkt til soloppgang
nl: Donker tot zonsopgang
pl: Ciemny do wschodu słońca
pt_br: Escuro até o nascer do sol
pt_pt: Escuro até ao nascer do sol
ro: Întunecat până la răsărit
ru: Тёмный до рассвета
sv: Mörkt till soluppgång
ta: சூரிய உதயம் வரை இருள்
te: సూర్యోదయం వరకు డార్క్
th: มืดจนพระอาทิตย์ขึ้น
tr: Gün Doğumuna Kadar Koyu
uk: Темний до світанку
ur: طلوعِ آفتاب تک تاریک
vi: Tối đến khi mặt trời mọc
zh_hans: 深色直到日出
zh_hant: 深色直到日出

source: Delete Account
ar: حذف الحساب
bn: অ্যাকাউন্ট মুছে ফেলুন
cs: Smazat účet
da: Slet konto
de: Account löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
es_419: Eliminar cuenta
fa: حذف حساب
fi: Poista tili
fil: Burahin ang Account
fr: Supprimer le compte
he: מחק חשבון
hi: खाता हटाएँ
hu: Fiók törlése
hy: Ջնջել հաշիվը
id: Hapus Akun
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
ms: Padam Akaun
nb: Slett konto
nl: Account verwijderen
pl: Usuń konto
pt_br: Excluir conta
pt_pt: Eliminar conta
ro: Ștergeți contul
ru: Удалить аккаунт
sv: Radera konto
ta: கணக்கை நீக்கு
te: ఖాతాను తొలగించండి
th: ลบบัญชี
tr: Hesabı Sil
uk: Видалити обліковий запис
ur: اکاؤنٹ حذف کریں
vi: Xóa tài khoản
zh_hans: 删除账户
zh_hant: 刪除帳號

source: Delete Library
ar: حذف المكتبة
bn: লাইব্রেরি মুছে ফেলুন
cs: Smazat knihovnu
da: Slet bibliotek
de: Bibliothek löschen
el: Διαγραφή βιβλιοθήκης
es: Eliminar biblioteca
es_419: Eliminar biblioteca
fa: حذف کتابخانه
fi: Poista kirjasto
fil: Burahin ang Library
fr: Supprimer la bibliothèque
he: מחק ספרייה
hi: लाइब्रेरी हटाएँ
hu: Könyvtár törlése
hy: Ջնջել գրադարանը
id: Hapus Perpustakaan
it: Elimina libreria
ja: ライブラリを削除
ko: 라이브러리 삭제
ms: Padam Pustaka
nb: Slett bibliotek
nl: Bibliotheek verwijderen
pl: Usuń bibliotekę
pt_br: Excluir biblioteca
pt_pt: Eliminar biblioteca
ro: Șterge biblioteca
ru: Удалить библиотеку
sv: Radera bibliotek
ta: நூலகத்தை நீக்கு
te: లైబ్రరీని తొలగించండి
th: ลบคลัง
tr: Kütüphaneyi Sil
uk: Видалити бібліотеку
ur: لائبریری حذف کریں
vi: Xóa thư viện
zh_hans: 删除库
zh_hant: 刪除收藏庫

source: Disable this option if you hate the large titles in the navigation bar #annoying #too_ugly_for_me
ar: عطّل هذا الخيار إذا كنت تكره العناوين الكبيرة في شريط التنقل #مزعج #too_ugly_for_me
bn: নেভিগেশন বারে বড় টাইটেল তোমার অপছন্দ হলে এই অপশনটি বন্ধ করে দাও #annoying #too_ugly_for_me
cs: Tuhle možnost vypni, jestli nesnášíš velké nadpisy v navigačním panelu #otravné #too_ugly_for_me
da: Slå denne indstilling fra, hvis du hader de store titler i navigationslinjen #irriterende #too_ugly_for_me
de: Deaktiviere diese Option, wenn du die großen Titel in der Navigationsleiste hasst #nervig #too_ugly_for_me
el: Απενεργοποίησε αυτήν την επιλογή αν μισείς τους μεγάλους τίτλους στη μπάρα πλοήγησης #annoying #too_ugly_for_me
es: Desactiva esta opción si odias los títulos grandes de la barra de navegación #molesto #demasiado_feo_para_mí
es_419: Desactiva esta opción si odias los títulos grandes en la barra de navegación #molesto #demasiado_feo_para_mí
fa: اگر از عنوان‌های بزرگ در نوار ناوبری بدت می‌آید این گزینه را غیرفعال کن #annoying #too_ugly_for_me
fi: Poista tämä käytöstä, jos vihaat isoja otsikoita navigointipalkissa #ärsyttävää #liian_ruma_mun_makuun
fil: I-disable ang opsyong ito kung galit ka sa malalaking title sa navigation bar #annoying #too_ugly_for_me
fr: Désactive cette option si tu détestes les grands titres dans la barre de navigation #agaçant #trop_moche_pour_moi
he: כבה את האפשרות הזו אם אתה שונא את הכותרות הגדולות בסרגל הניווט #מעצבן #מכוער_מדי_בשבילי
hi: अगर तुम्हें नेविगेशन बार में बड़े शीर्षक पसंद नहीं हैं तो इस विकल्प को बंद कर दो #annoying #too_ugly_for_me
hu: Kapcsold ki ezt, ha utálod a nagy címeket a navigációs sávban #idegesítő #too_ugly_for_me
hy: Անջատիր այս տարբերակը, եթե ատում ես նավիգացիայի գոտու մեծ վերնագրերը #annoying #too_ugly_for_me
id: Matikan opsi ini kalau kamu benci judul besar di bilah navigasi #annoying #too_ugly_for_me
it: Disattiva questa opzione se odi i titoli grandi nella barra di navigazione #fastidioso #troppo_brutto_per_me
ja: ナビゲーションバーの大きなタイトルが嫌いならこのオプションをオフにしてね #うざい #too_ugly_for_me
ko: 내비게이션 바의 큰 제목이 싫다면 이 옵션을 꺼주세요 #짜증나 #too_ugly_for_me
ms: Matikan pilihan ini jika anda benci tajuk besar dalam bar navigasi #annoying #too_ugly_for_me
nb: Slå av dette hvis du hater de store titlene i navigasjonslinjen #irriterende #too_ugly_for_me
nl: Schakel deze optie uit als je de grote titels in de navigatiebalk haat #irritant #te_lelijk_voor_mij
pl: Wyłącz tę opcję, jeśli nie znosisz dużych tytułów na pasku nawigacji #irytujące #zbyt_brzydkie_dla_mnie
pt_br: Desative esta opção se você odeia os títulos grandes na barra de navegação #irritante #feio_demais_pra_mim
pt_pt: Desativa esta opção se detestas os títulos grandes na barra de navegação #irritante #demasiado_feio_para_mim
ro: Dezactivează această opțiune dacă urăști titlurile mari din bara de navigare #enervant #too_ugly_for_me
ru: Отключи эту опцию, если терпеть не можешь крупные заголовки в панели навигации #бесит #слишком_уродливо_для_меня
sv: Stäng av det här alternativet om du hatar de stora rubrikerna i navigeringsfältet #irriterande #too_ugly_for_me
ta: வழிசெலுத்தல் பட்டியில் உள்ள பெரிய தலைப்புகளை வெறுக்கிறீர்கள் எனில் இந்த விருப்பத்தை முடக்கவும் #annoying #too_ugly_for_me
te: నావిగేషన్ బార్‌లోని పెద్ద టైటిల్స్ నచ్చకపోతే ఈ ఆప్షన్‌ని ఆఫ్ చేయండి #annoying #too_ugly_for_me
th: ปิดตัวเลือกนี้ถ้าคุณเกลียดหัวข้อตัวใหญ่ในแถบนำทาง #annoying #too_ugly_for_me
tr: Gezinme çubuğundaki büyük başlıklardan nefret ediyorsan bu seçeneği kapat #rahatsız_edici #too_ugly_for_me
uk: Вимкни цей параметр, якщо терпіти не можеш великі заголовки в панелі навігації #дратує #занадто_потворно_для_мене
ur: اگر تمہیں نیویگیشن بار میں بڑے ٹائٹلز سے نفرت ہے تو اس آپشن کو بند کر دو #annoying #too_ugly_for_me
vi: Tắt tùy chọn này nếu bạn ghét tiêu đề lớn trên thanh điều hướng #annoying #too_ugly_for_me
zh_hans: 如果你讨厌导航栏里的大标题，就关掉这个选项吧 #annoying #too_ugly_for_me
zh_hant: 如果你討厭導覽列上的大標題，就關掉這個選項吧 #annoying #too_ugly_for_me

source: Display & Blindness
ar: العرض وعمى الألوان
bn: ডিসপ্লে ও বর্ণান্ধতা
cs: Zobrazení a barvoslepost
da: Skærm & farveblindhed
de: Anzeige & Farbenblindheit
el: Οθόνη & αχρωματοψία
es: Pantalla y daltonismo
es_419: Pantalla y daltonismo
fa: نمایش و نابینایی رنگ
fi: Näyttö ja värisokeus
fil: Display at Pagkabulag
fr: Affichage et daltonisme
he: תצוגה ועיוורון צבעים
hi: डिस्प्ले और रंग-अंधता
hu: Kijelző és színvakság
hy: Էկրան և կուրություն
id: Tampilan & Buta Warna
it: Schermo e daltonismo
ja: ディスプレイと色覚
ko: 디스플레이 및 색각 이상
ms: Paparan & Buta Warna
nb: Skjerm og fargeblindhet
nl: Weergave en blindheid
pl: Wyświetlanie i ślepota barw
pt_br: Tela e daltonismo
pt_pt: Ecrã e daltonismo
ro: Afișaj și daltonism
ru: Дисплей и нарушения зрения
sv: Skärm och färgblindhet
ta: காட்சி & பார்வைக் குறைபாடு
te: డిస్‌ప్లే & అంధత్వం
th: การแสดงผลและตาบอดสี
tr: Ekran ve Renk Körlüğü
uk: Дисплей і дальтонізм
ur: ڈسپلے اور نابینا پن
vi: Hiển thị & Mù màu
zh_hans: 显示与色盲辅助
zh_hant: 顯示與色盲輔助

source: Easy on the eyes.
ar: مريح للعينين.
bn: চোখের জন্য আরামদায়ক।
cs: Šetrné k očím.
da: Skånsomt for øjnene.
de: Schonend für die Augen.
el: Ξεκούραστη για τα μάτια.
es: Suave para la vista.
es_419: Suave para la vista.
fa: ملایم برای چشم‌ها.
fi: Hellä silmille.
fil: Banayad sa mata.
fr: Doux pour les yeux.
he: נעים לעיניים.
hi: आँखों को सुकून।
hu: Kíméletes a szemnek.
hy: Հաճելի է աչքերին։
id: Nyaman di mata.
it: Riposante per gli occhi.
ja: 目にやさしい。
ko: 눈이 편안하게.
ms: Lembut pada mata.
nb: Skånsomt for øynene.
nl: Prettig voor de ogen.
pl: Łagodny dla oczu.
pt_br: Suave para os olhos.
pt_pt: Suave para os olhos.
ro: Blândă cu ochii.
ru: Приятно для глаз.
sv: Skonsamt för ögonen.
ta: கண்களுக்கு இதமானது.
te: కళ్లకు హాయిగా.
th: สบายตา
tr: Gözleri yormaz.
uk: Приємно для очей.
ur: آنکھوں کے لیے آرام دہ۔
vi: Dịu nhẹ cho đôi mắt.
zh_hans: 护眼又舒心。
zh_hant: 看著不傷眼。

source: Enable this option if you prefer a darker black color. Or if you value your eyes' health while using the app in the dark. Or those precious battery juices. Or or or…
ar: فعّل هذا الخيار إذا كنت تفضّل لونًا أسود أغمق. أو إذا كنت تهتم بصحة عينيك أثناء استخدام التطبيق في الظلام. أو بعصير البطارية الثمين ذاك. أو أو أو…
bn: আরও গাঢ় কালো রঙ পছন্দ করলে এই অপশনটি চালু করো। অথবা অন্ধকারে অ্যাপ ব্যবহারের সময় চোখের স্বাস্থ্যের কথা ভাবলে। অথবা ওই মূল্যবান ব্যাটারির রসটুকু বাঁচাতে। অথবা অথবা অথবা…
cs: Tuhle možnost zapni, jestli máš radši tmavší černou. Nebo když ti záleží na zdraví očí, když aplikaci používáš potmě. Nebo na vzácných šťávách z baterky. Nebo nebo nebo…
da: Slå denne indstilling til, hvis du foretrækker en mørkere sort farve. Eller hvis du holder af dine øjnes helbred, når du bruger appen i mørke. Eller den dyrebare batterisaft. Eller eller eller…
de: Aktiviere diese Option, wenn du ein dunkleres Schwarz bevorzugst. Oder wenn dir die Gesundheit deiner Augen wichtig ist, während du die App im Dunkeln nutzt. Oder dieser kostbare Akkusaft. Oder oder oder…
el: Ενεργοποίησε αυτήν την επιλογή αν προτιμάς ένα πιο σκούρο μαύρο. Ή αν νοιάζεσαι για την υγεία των ματιών σου όταν χρησιμοποιείς την εφαρμογή στο σκοτάδι. Ή για εκείνους τους πολύτιμους χυμούς της μπαταρίας. Ή ή ή…
es: Activa esta opción si prefieres un negro más oscuro. O si valoras la salud de tus ojos al usar la app a oscuras. O esos preciados restos de batería. O o o…
es_419: Activa esta opción si prefieres un negro más profundo. O si valoras la salud de tus ojos al usar la app en la oscuridad. O esos preciados jugos de batería. O o o…
fa: اگر سیاهی تیره‌تری را ترجیح می‌دهی این گزینه را فعال کن. یا اگر برای سلامت چشم‌هایت هنگام استفاده از برنامه در تاریکی ارزش قائلی. یا برای آن شارژ باارزش باتری. یا یا یا…
fi: Ota tämä käyttöön, jos pidät tummemmasta mustasta. Tai jos välität silmiesi hyvinvoinnista käyttäessäsi sovellusta pimeässä. Tai niistä arvokkaista akkumehuista. Tai tai tai…
fil: I-enable ang opsyong ito kung mas gusto mo ang mas maitim na kulay itim. O kung pinapahalagahan mo ang kalusugan ng iyong mga mata habang ginagamit ang app sa dilim. O ang mahalagang battery juices. O o o…
fr: Active cette option si tu préfères un noir plus profond. Ou si tu tiens à la santé de tes yeux en utilisant l’app dans le noir. Ou à ces précieuses gouttes de batterie. Ou ou ou…
he: הפעל את האפשרות הזו אם אתה מעדיף שחור כהה יותר. או אם אתה מעריך את בריאות העיניים שלך בזמן שימוש באפליקציה בחושך. או את מיצי הסוללה היקרים האלה. או או או…
hi: इस विकल्प को चालू करो अगर तुम्हें ज़्यादा गहरा काला रंग पसंद है। या अगर अँधेरे में ऐप इस्तेमाल करते वक्त तुम अपनी आँखों की सेहत की क़द्र करते हो। या उस कीमती बैटरी के रस की। या या या…
hu: Kapcsold be ezt, ha sötétebb fekete színt szeretnél. Vagy ha fontos a szemed egészsége, amikor sötétben használod az appot. Vagy azok a drága akkumulátorlevek. Vagy vagy vagy…
hy: Միացրու այս տարբերակը, եթե նախընտրում ես ավելի մուգ սև գույն։ Կամ եթե կարևորում ես աչքերիդ առողջությունը՝ հավելվածը մթության մեջ օգտագործելիս։ Կամ մարտկոցի այդ թանկարժեք կաթիլները։ Կամ կամ կամ…
id: Nyalakan opsi ini kalau kamu lebih suka warna hitam yang lebih pekat. Atau kalau kamu peduli dengan kesehatan matamu saat memakai aplikasi dalam gelap. Atau demi cadangan baterai yang berharga itu. Atau atau atau…
it: Attiva questa opzione se preferisci un nero più scuro. O se tieni alla salute dei tuoi occhi quando usi l'app al buio. O a quei preziosi succhi della batteria. O o o…
ja: もっと暗い黒が好みならこのオプションをオンにしてね。あるいは暗い場所でアプリを使うときの目の健康が気になるなら。あるいは貴重なバッテリーの残量を大切にしたいなら。あるいは、あるいは、あるいは…
ko: 더 진한 검은색을 좋아한다면 이 옵션을 켜보세요. 아니면 어두운 곳에서 앱을 쓸 때 눈 건강을 챙기고 싶다면. 아니면 그 소중한 배터리를 아끼고 싶다면. 아니면 아니면 아니면…
ms: Hidupkan pilihan ini jika anda lebih suka warna hitam yang lebih pekat. Atau jika anda menghargai kesihatan mata anda semasa menggunakan apl dalam gelap. Atau jus bateri yang berharga itu. Atau atau atau…
nb: Slå på dette hvis du foretrekker en mørkere svartfarge. Eller hvis du bryr deg om øynenes helse når du bruker appen i mørket. Eller de dyrebare batteridråpene. Eller eller eller …
nl: Schakel deze optie in als je liever een donkerder zwart hebt. Of als je je ogen wilt sparen terwijl je de app in het donker gebruikt. Of die kostbare batterijsappen. Of of of…
pl: Włącz tę opcję, jeśli wolisz ciemniejszą czerń. Albo jeśli zależy ci na zdrowiu oczu podczas korzystania z aplikacji po ciemku. Albo na tych cennych zapasach baterii. Albo albo albo…
pt_br: Ative esta opção se você prefere um preto mais escuro. Ou se você se importa com a saúde dos seus olhos ao usar o app no escuro. Ou com aquela preciosa bateria. Ou ou ou…
pt_pt: Ativa esta opção se preferes um preto mais escuro. Ou se prezas a saúde dos teus olhos ao usar a app no escuro. Ou aqueles preciosos sumos da bateria. Ou ou ou…
ro: Activează această opțiune dacă preferi un negru mai închis. Sau dacă ții la sănătatea ochilor când folosești aplicația pe întuneric. Sau la prețioasa baterie. Sau sau sau…
ru: Включи эту опцию, если предпочитаешь более глубокий чёрный цвет. Или если бережёшь глаза, используя приложение в темноте. Или те самые драгоценные капли заряда батареи. Или или или…
sv: Slå på det här alternativet om du föredrar en mörkare svart färg. Eller om du värnar om dina ögons hälsa när du använder appen i mörker. Eller den där dyrbara batteritiden. Eller eller eller…
ta: அடர்த்தியான கருப்பு நிறம் உங்களுக்குப் பிடிக்கும் எனில் இந்த விருப்பத்தை இயக்கவும். அல்லது இருளில் ஆப்பைப் பயன்படுத்தும்போது உங்கள் கண்களின் ஆரோக்கியத்தை மதிக்கிறீர்கள் எனில். அல்லது அந்த விலைமதிப்பற்ற பேட்டரி சாறுகள். அல்லது அல்லது அல்லது…
te: మరింత ముదురు నలుపు రంగు కావాలంటే ఈ ఆప్షన్‌ని ఆన్ చేయండి. లేదా చీకట్లో యాప్ వాడుతూ కళ్ల ఆరోగ్యం గురించి ఆలోచిస్తే. లేదా ఆ విలువైన బ్యాటరీ జ్యూస్ కోసం. లేదా లేదా లేదా…
th: เปิดตัวเลือกนี้ถ้าคุณชอบสีดำที่เข้มกว่าเดิม หรือถ้าคุณห่วงสุขภาพดวงตาตอนใช้แอปในที่มืด หรือห่วงแบตเตอรี่อันล้ำค่า หรือ หรือ หรือ…
tr: Daha koyu bir siyah rengi tercih ediyorsan bu seçeneği aç. Ya da uygulamayı karanlıkta kullanırken gözlerinin sağlığına önem veriyorsan. Ya da o değerli pil suyuna. Ya da ya da ya da…
uk: Увімкни цей параметр, якщо тобі більше до вподоби глибший чорний колір. Або якщо дбаєш про здоров’я очей під час користування застосунком у темряві. Або про дорогоцінний заряд батареї. Або, або, або…
ur: اس آپشن کو آن کرو اگر تمہیں زیادہ گہرا سیاہ رنگ پسند ہے۔ یا اگر تمہیں اندھیرے میں ایپ استعمال کرتے ہوئے اپنی آنکھوں کی صحت کی فکر ہے۔ یا وہ قیمتی بیٹری کا رس۔ یا یا یا…
vi: Bật tùy chọn này nếu bạn thích màu đen đậm hơn. Hoặc nếu bạn quan tâm tới sức khỏe đôi mắt khi dùng ứng dụng trong bóng tối. Hoặc những giọt pin quý giá kia. Hoặc hoặc hoặc…
zh_hans: 如果你更喜欢更深的纯黑，就开启这个选项吧。或者你在黑暗中使用 App 时很在意眼睛健康。又或者舍不得那些珍贵的电量。还有还有还有……
zh_hant: 如果你偏好更深的純黑色，就開啟這個選項吧。或者你想在暗處使用應用程式時保護眼睛。又或者你想省下那寶貴的電力。又或者又或者…
